Repository: rmraya/XMLJava
Catalog: i18n/XMLJava_es.tmx
Source language: en
Languages: es

source: Default value not found after #FIXED in ''{0}''
es: Valor predeterminado no encontrado después de #FIXED en ''{0}''

source: Error parsing DTD ''{0}''
es: Error al analizar DTD ''{0}''

source: Error connecting to ''{0}'': {1}
es: Error conectando a ''{0}'': {1}

source: Error {0} for: {1}
es: Error {0} para: {1}

source: Resolving from URL ''{0}''
es: Resolviendo desde URL ''{0}''

source: Invalid mixed content model: {0}
es: Modelo de contenido mixto no válido: {0}

source: Cardinality operator ''{0}'' must follow a valid particle
es: El operador de cardinalidad ''{0}'' debe aparecer después de una partícula válida.

source: Invalid content model: {0}
es: Modelo de contenido no válido: {0}

source: Empty group found in content model
es: Se encontró un grupo vacío en el modelo de contenido

source: No separator found when parsing group
es: No se encontró separador al analizar grupo

source: Unbalanced parentheses in content model: {0}
es: Paréntesis desequilibrados en el modelo de contenido: {0}

source: Invalid token in content model: {0}
es: Token no válido en el modelo de contenido: {0}

source: Malformed content found
es: Se ha encontrado contenido con formato incorrecto

source: Prolog contains wrong content type
es: Prólogo contiene un tipo de contenido incorrecto

source: Malformed entity reference
es: Referencia de entidad con formato incorrecto

source: Referenced undeclared entity {0}
es: Entidad no declarada referenciada {0}

source: Malformed comment
es: Comentario mal formado

source: Malformed conditional section
es: Sección condicional con formato incorrecto

source: Text before: {0}
es: Texto antes: {0}

source: Text after: {0}
es: Texto después: {0}

source: Unknown parameter entity ''{0}'' referenced in {1}
es: Entidad de parámetro desconocida ''{0}'' referenciada en {1}

source: Broken parameter entity found in {1}
es: Entidad de parámetro dañada encontrada en ''{0}''

source: Error parsing referenced entity %{0};
es: Error al analizar la entidad referenciada %{0};

source: Module ''{0}'' not found
es: Módulo ''{0}'' no encontrado

source: Malformed element declaration
es: Declaración de elementos con formato incorrecto

source: Malformed attribute declaration
es: Declaración de atributo con formato incorrecto

source: Malformed entity declaration
es: Declaración de entidad con formato incorrecto

source: Duplicated entity declaration {0}
es: Declaración de entidad duplicada {0}

source: Malformed notation declaration
es: Declaración de notación con formato incorrecto

source: Malformed processing instruction
es: Instrucción de procesamiento con formato incorrecto

source: Element contains wrong content type
es: El elemento contiene un tipo de contenido incorrecto

source: Missing ''{0}'' in <include>
es: Falta ''{0}'' en <include>

source: Missing ''{0}'' in <externalRef>
es: Falta ''{0}'' en <externalRef>

source: File ''{0}'' does not exist
es: El archivo ''{0}'' no existe

source: Header contains wrong content type
es: El encabezado contiene un tipo de contenido incorrecto

source: Unknown node type
es: Tipo de nodo desconocido

source: Error reading BOM from {0}
es: Error al leer Marca de Orden de Bytes (BOM) de {0}
